IdeaRS.Connections
EndPlateData.Member2 Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the second connected member
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Member2 { get; set; }
Property Value
Type: String
See Also
Reference
EndPlateData Class
IdeaRS.Connections.Data Namespace